[
  {
    "_id": "5c70279abc11e7617d8e39c9",
    "title": "Pulp Fiction",
    "productionCountries": [
      "United States"
    ],
    "productionYear": "1994",
    "length": "2h34min",
    "genre": "Crime, Drama",
    "language": "English",
    "subtitles": "Swedish, English, French, Spanish",
    "director": "Quentin Tarantino",
    "actors": [
      "John Travolta",
      "Uma Thurman",
      "Samuel L. Jackson",
      "Tim Roth",
      "Bruce Willis"
    ],
    "synopsis": "The lives of two mob hitmen, a boxer, a gangster's wife, and a pair of diner bandits intertwine in four tales of violence and redemption.",
    "description": "Jules Winnfield and Vincent Vega are two hit men who are out to retrieve a suitcase stolen from their employer, mob boss Marsellus Wallace . Wallace has also asked Vincent to take his wife Mia out a few days later when Wallace himself will be out of town. Butch Coolidge is an aging boxer who is paid by Wallace to lose his fight. The lives of these seemingly unrelated people are woven together comprising of a series of funny, bizarre and uncalled-for incidents.",
    "image": "pulpfiction.jpg",
    "trailers": "https://www.youtube.com/watch?v=s7EdQ4FqbhY"
  },
  {
    "_id": "5c702b41b39f7e617d59db8c",
    "title": "Underground",
    "productionCountries": [
      "Serbia & Montenegro"
    ],
    "productionYear": "1995",
    "length": "2h47min",
    "genre": "Comedy, Drama, War",
    "language": "Serbian",
    "subtitles": "Swedish, English, French, Spanish",
    "director": "Emir Kusturica",
    "actors": [
      "Predrag 'Miki' Manojlovic",
      "Lazar Ristovski",
      "Mirjana Jokovic"
    ],
    "synopsis": "A group of serbian socialists prepares for the war in a surreal underground filled by parties, tragedies, love and hate.",
    "description": "The story follows an underground weapons manufacturer in Belgrade during WWII and evolves into fairly surreal situations. A black marketeer who smuggles the weapons to partisans doesn't mention to the workers that the war is over, and they keep producing. Years later, they break out of their underground \"shelter\" --- only to convince themselves that the war is still going on",
    "image": "underground.jpg",
    "trailers": "https://www.youtube.com/watch?v=iKdl5r7_ZPc"
  },
  {
    "_id": "5c702bcdb39f7e617d59db8d",
    "title": "Secrets & Lies",
    "productionCountries": "United Kingdom",
    "productionYear": "1996",
    "length": "2h16min",
    "genre": "Drama",
    "language": "English",
    "subtitles": "Swedish, English, French, Spanish",
    "director": "Mike Leigh",
    "actors": [
      "Timothy Spall",
      "Brenda Blethyn",
      "Phyllis Logan"
    ],
    "synopsis": "A successful black woman discovers that her birth mother is an underprivileged white woman, but the woman denies it. As emotions run high, everyone's secrets are exposed.",
    "description": "Cynthia lives in London with her sullen street-sweeper daughter. Her brother has been successful with his photographer's business and now lives nearby in a more upmarket house. But Cynthia hasn't even been invited round there after a year. So, all round, she feels rather lonely and isolated. Meanwhile, in another part of town, Hortense, adopted at birth but now grown up, starts to try and trace her mother",
    "image": "secrets&lies.jpg",
    "trailers": "https://www.youtube.com/watch?v=hySwJd7ys9A"
  },
  {
    "_id": "5c702bd5b39f7e617d59db8e",
    "title": "Taste of Cherry",
    "productionCountries": [
      "Iran"
    ],
    "productionYear": "1997",
    "length": "1h35min",
    "genre": "Drama",
    "language": "Persian",
    "subtitles": "Swedish, English, French",
    "director": "Abbas Kiarostami",
    "actors": [
      "Homayoun Ershadi",
      "Abdolrahman Bagheri",
      "Afshin Khorshid Bakhtiari"
    ],
    "synopsis": "An Iranian man drives his truck in search of someone who will quietly bury him under a cherry tree after he commits suicide.",
    "description": "Middle-aged Mr.Badii is planning to commit suicide and desperately seeks anyone to assist him - he has already dug out the grave in the mountains, but the assistant will have to bury him when he will do the deed. He asks Kurd soldier, Afghan seminarian, but everyone refuses by some reason. Finally he finds an old Turkish taxidermist, who has a sick son and previously attempted suicide himself, and he agrees to assist Badii.",
    "image": "tasteofcherry.jpg",
    "trailers": "https://www.youtube.com/watch?v=9JM7lMbf5e8"
  },
  {
    "_id": "5c702be0b39f7e617d59db8f",
    "title": "The Eel",
    "productionCountries": "Japan",
    "productionYear": "1998",
    "length": "1h57min",
    "genre": "Drama",
    "language": "Japanese",
    "subtitles": "English, Swedish, French",
    "director": "Shoehi Imamura",
    "actors": [
      "Kôji Yakusho",
      "Misa Shimizu",
      "Mitsuko Baishô"
    ],
    "synopsis": "A businessman kills his adulterous wife and is sent to prison. After the release, he opens a barbershop and meets new people, talking almost to no one except an eel he befriended while in prison.",
    "description": "White-collar worker Yamashita finds out that his wife has a lover visiting her when he's away, suddenly returns home and kills her. After eight years in prison, he returns to live in a small village, opens a barber shop (he was trained as a barber in prison) and talks almost to no-one except for the eel he 'befriended' in prison. One day he finds the unconscious body of Keiko, who attempted suicide and reminds him of his wife. She starts to work at his shop, but he doesn't let her become close to him.",
    "image": "theeel.jpg",
    "trailers": "https://www.youtube.com/watch?v=L1eLpEWs4VQ"
  },
  {
    "_id": "5c702c8eb39f7e617d59db90",
    "title": "Eternity and a Day",
    "productionCountries": "Greece",
    "productionYear": "1998",
    "length": "2h17min",
    "genre": "Drama",
    "language": "Greek",
    "subtitles": "English, Swedish, French",
    "director": "Theodoros Angelopoulos",
    "actors": [
      "Bruno Ganz",
      "Isabelle Renauld",
      "Fabrizio Bentivoglio"
    ],
    "synopsis": "Famous writer Alexander is very ill and has little time left to live. He meets a little boy on the street, who is an illegal immigrant from Albania, and goes on a journey with him to take the boy home.",
    "description": "Alexander, an old writer, is ill and prepared to die. He says his goodbyes and recalls his life with his wife long ago. While driving his car he saves a street kid, an illegal immigrant from Albania, from being arrested. Later in the day, by chance, he sees the same boy being abducted, and follows in his car. Although he is preoccupied with his own regrets, he puts death on hold to find a way to help the boy.",
    "image": "eternityandaday.jpg",
    "trailers": "https://www.youtube.com/watch?v=7vpRDVTKREU"
  },
  {
    "_id": "5c702cbdb39f7e617d59db91",
    "title": "Rosetta",
    "productionCountries": "Belgium",
    "productionYear": "1999",
    "length": "1h35min",
    "genre": "Drama",
    "language": "French",
    "subtitles": "English, Swedish, Spanish",
    "director": [
      "Jean-Pierre Dardenne",
      "Luc Dardenne"
    ],
    "actors": [
      "Émelie Dequenne",
      "Fabrizio Rongione",
      "Anne Yernaux"
    ],
    "synopsis": "Young and impulsive Rosetta lives with her alcoholic mother and, moved by despair, she will do anything to maintain a job.",
    "description": "The first scene, like almost all others, is a fighting scene. A girl, about 18, is sacked from her factory work because her trial period is over. The girl, Rosetta, is quite upset and the cops will have to arrive to get her out. She has her reasons: she lives in a caravan, with her alcoholic mother. She goes looking for work as some go to the war. Treasons, murders are in her mind, if not in her acts",
    "image": "rosetta.jpg",
    "trailers": "https://www.youtube.com/watch?v=ArBgiK68JPY"
  },
  {
    "_id": "5c702cdfb39f7e617d59db92",
    "title": "Dancer in the Dark",
    "productionCountries": "Denmark",
    "productionYear": "2000",
    "length": "2h20min",
    "genre": "Crime, Drama, Musical",
    "language": "English",
    "subtitles": "English",
    "director": "Lars von Trier",
    "actors": [
      "Björk",
      "Catherine Deneuve",
      "David Morse"
    ],
    "synopsis": "An east European girl goes to America with her young son, expecting it to be like a Hollywood film.",
    "description": "Selma is a Czechoslovakian immigrant, a single mother working in a factory in rural America. Her salvation is her passion for music, specifically, the all-singing, all-dancing numbers found in classic Hollywood musicals. Selma harbors a sad secret: she is losing her eyesight and her son Gene stands to suffer the same fate if she can't put away enough money to secure him an operation. When a desperate neighbor falsely accuses Selma of stealing his savings, the drama of her life escalates to a tragic finale.",
    "image": "dancerinthedark.jpg",
    "trailers": "https://www.youtube.com/watch?v=53vr9EiOH7g"
  },
  {
    "_id": "5c702cfdb39f7e617d59db93",
    "title": "The Son's Room",
    "productionCountries": "Italy",
    "productionYear": "2001",
    "length": "1h39min",
    "genre": "Drama",
    "language": "Italian",
    "subtitles": "English, Swedish, French",
    "director": "Nanni Moretti",
    "actors": [
      "Nanni Moretti",
      "Laura Morante",
      "Jasmine Trinca"
    ],
    "synopsis": "A psychoanalyst and his family go through profound emotional trauma when their son dies in a scuba diving accident.",
    "description": "Giovanni is a successful psychoanalyst who has to put up with the seemingly endless string of trivial details his patients ramble on about. Yet his family provides a loving and steadfast foundation for his life that can even survive a problem like their son, Andrea, being accused of stealing a rare fossil in school. That foundation is profoundly rocked when Andrea dies in a scuba diving accident.",
    "image": "thesonsroom.jpg",
    "trailers": "https://www.youtube.com/watch?v=zzamSDDEuRA"
  },
  {
    "_id": "5c702d3ab39f7e617d59db94",
    "title": "The Pianist",
    "productionCountries": [
      "France",
      "Poland"
    ],
    "productionYear": "2002",
    "length": "2h30min",
    "genre": "Biography, Drama, Music",
    "language": "English",
    "subtitles": "English, Polish, German, French",
    "director": "Roman Polanski",
    "actors": [
      "Adrien Brody",
      "Emilia Fox",
      "Michal Zebrowski",
      "Thomas Kretschmann",
      "Frank Finlay"
    ],
    "synopsis": "A Polish Jewish musician struggles to survive the destruction of the Warsaw ghetto of World War II.",
    "description": "In this adaptation of the autobiography \"The Pianist: The Extraordinary True Story of One Man's Survival in Warsaw, 1939-1945,\" Wladyslaw Szpilman, a Polish Jewish radio station pianist, sees Warsaw change gradually as World War II begins. Szpilman is forced into the Warsaw Ghetto, but is later separated from his family during Operation Reinhard. From this time until the concentration camp prisoners are released, Szpilman hides in various locations among the ruins of Warsaw",
    "image": "thepianist.jpg",
    "trailers": "https://www.youtube.com/watch?v=BFwGqLa_oAo"
  },
  {
    "_id": "5c702d61b39f7e617d59db95",
    "title": "Elephant",
    "productionCountries": "United States,",
    "productionYear": "2003",
    "length": "1h21min",
    "genre": "Crime, Thriller, Drama",
    "language": "English",
    "director": "Gus Van Sant",
    "actors": [
      "Elias McConnell",
      "Alex Frost",
      "Eric Deulen"
    ],
    "description": "A day in the lives of a group of average teenage high school students. The film follows every character and shows their daily routines. However two of the students plan to do something that the student body won't forget. All in all, an Artsy and pointless exercise in navel-gazing, one that masquerades as something much deeper, and hopes its own silence and blankness will be taken for wisdom.",
    "synopsis": "Several ordinary high school students go through their daily routine as two others prepare for something more malevolent.",
    "image": "elephant.jpg",
    "trailers": "https://www.youtube.com/watch?v=htlsOf3PnGY"
  },
  {
    "_id": "5c702d82b39f7e617d59db96",
    "title": "Fahrenheit 9/11",
    "productionCountries": "United States,",
    "productionYear": "2004",
    "length": "2h2min",
    "genre": "Documentary, War, Drama",
    "language": "English",
    "subtitles": "Swedish, French, Spanish",
    "director": "Michael Moore",
    "actors": [
      "Michael Moore",
      "George W. Bush",
      "Ben Affleck"
    ],
    "synopsis": "Michael Moore's view on what happened to the United States after September 11; and how the Bush Administration allegedly used the tragic event to push forward its agenda for unjust wars in Afghanistan and Iraq.",
    "description": "Following up on 'Bowling for Columbine', film-maker Michael Moore provides deep and though-provoking insights on the American security system, the level of paranoia, fear, uncertainty, false values and patriotism, which all combined together to set a stage for George W. Bush to launch a war on Iraq instead of focusing on getting the real culprit(s) behind the terrorist attacks of September 11, 2001. This documentary also focuses on how some Saudis were safely and secretly flown out of America while planes were ostensibly grounded after the attacks",
    "image": "farenheit911.jpg",
    "trailers": "https://www.youtube.com/watch?v=WRQv9xMQ3E0"
  },
  {
    "_id": "5c702dcbb39f7e617d59db97",
    "title": "The Child/L'enfant",
    "productionCountries": "Belgium",
    "productionYear": "2005",
    "length": "1h35min",
    "genre": "Crime, Drama, Romance",
    "language": "French",
    "subtitles": "English, Swedish, Spanish",
    "director": [
      "Jean-Pierre Dardenne",
      "Luc Dardenne"
    ],
    "actors": [
      "Jérémie Renier",
      "Déborah François",
      "Jérémie Segard "
    ],
    "synopsis": "Bruno and Sonia, a young couple living off her benefit and the thefts committed by his gang, have a new source of money: their newborn son.",
    "description": "Young, unmarried couple Sonia and Bruno have just had a son, who Sonia names Jimmy. Bruno, who did not visit her while she was in the hospital, scoffs at the notion of what he considers traditional employment.. On the day after Sonia gets out of the hospital, she allows Bruno to take Jimmy for a walk while she stands in line for her benefits. On that walk, Bruno makes the unilateral decision to sell Jimmy to a black market adoption agency. ",
    "image": "thechild.jpg",
    "trailers": "https://www.youtube.com/watch?v=1nbBpVo9_pg"
  },
  {
    "_id": "5c702df9b39f7e617d59db98",
    "title": "The Wind That Shakes the Barley",
    "productionCountries": "United Kingdom",
    "productionYear": "2006",
    "length": "2h7min",
    "genre": "Drama, War",
    "language": "English",
    "subtitles": "French, Spanish, Swedish",
    "director": "Ken Loach",
    "actors": [
      "Cillian Murphy",
      "Pádraic Delaney",
      "Liam Cunnigham"
    ],
    "synopsis": "Against the backdrop of the Irish War of Independence, two brothers fight a guerrilla war against British forces.",
    "description": "Medical graduate Damien O'Donovan always gave priority to his socialist ideals and simply helping people in need. Just when he's leaving Ireland to work in a highly reputed London hospital, witnessing gross abuse of commoners changes his mind. he returns and joins the local IRA brigade, commanded by his brother Teddy, and adopts the merciless logic of civil war, while Teddy mellows by experiencing first-hand endless suffering.",
    "image": "thewindthatshakes.jpg",
    "trailers": "https://www.youtube.com/watch?v=6yvHe_ksnDA"
  },
  {
    "_id": "5c702e21b39f7e617d59db99",
    "title": "4 Months, 3 Weeks and 2 Days",
    "productionCountries": "Romania",
    "productionYear": "2007",
    "length": "1h35min",
    "genre": "Drama",
    "language": "Romanian",
    "subtitles": "French, Swedish, English, Spanish",
    "director": "Cristian Mungiu",
    "actors": [
      "AnaMaria Marinca",
      "Laura Vasiliu",
      "Vlad Ivanov"
    ],
    "synopsis": "A woman assists her friend in arranging an illegal abortion in 1980s Romania.",
    "description": "Romania, 1987, the brutal Ceausescu communist regime is in place; birth control is illegal and abortion is a crime punishable by death. Gabita (Laura Vasliu) is almost five months into an unwanted pregnancy and in meek desperation turns to her friend and roommate, Otilia (Anamaria Marinca) for help in organizing an illegal termination.",
    "image": "4months3weeks2days.jpg",
    "trailers": "https://www.youtube.com/watch?v=ZisE16JBUMA"
  },
  {
    "_id": "5c702e38b39f7e617d59db9a",
    "title": "The Class",
    "productionCountries": "France",
    "productionYear": "2008",
    "length": "2h28min",
    "genre": "Drama",
    "language": "French",
    "subtitles": "English, Swedish, Spanish",
    "director": "Laurent Cantet",
    "actors": [
      "François Bégaudeau",
      "Agame Malembo-Emene",
      "Angélica Sancio "
    ],
    "synopsis": "Teacher and novelist François Bégaudeau plays a version of himself as he negotiates a year with his racially mixed students from a tough Parisian neighborhood.",
    "description": "Teacher François Marin and his colleagues are preparing for another school year teaching at a racially mixed inner city high school in Paris. The teachers talk to each other about their prospective students, both the good and the bad. The teachers collectively want to inspire their students, but each teacher is an individual who will do things in his or her own way to achieve the results they desire. They also have differing viewpoints on the students themselves, and how best to praise and discipline them...",
    "image": "theclass.jpg",
    "trailers": "https://www.youtube.com/watch?v=GeQj4ErAe2k"
  },
  {
    "_id": "5c702e4fb39f7e617d59db9b",
    "title": "The White Ribbon",
    "productionCountries": "Austria",
    "productionYear": "2009",
    "length": "2h24min",
    "genre": "Drama, History, Mystery",
    "language": "German, Italian, Polish",
    "subtitles": "English, French, Spanish, Swedish",
    "director": "Michael Haneke",
    "actors": [
      "Christian Friedel",
      "Ernst Jacobi",
      "Leonie Benesch"
    ],
    "synopsis": "Strange events happen in a small village in the north of Germany during the years before World War I, which seem to be ritual punishment. Who is responsible?",
    "description": "From July, 1913 to the outbreak of World War I, a series of incidents take place in a German village. A horse trips on a wire and throws the rider; a woman falls to her death through rotted planks; the local baron's son is hung upside down in a mill; parents slap and bully their children; a man is cruel to his long-suffering lover; another sexually abuses his daughter. People disappear. A callow teacher, who courts a nanny in the baron's household, narrates the story and tries to investigate the connections among these accidents and crimes. What is foreshadowed? Are the children holy innocents? God may be in His heaven, but all is not right with the world; the center cannot hold.",
    "image": "thewhiteribbon.jpg",
    "trailers": "https://www.youtube.com/watch?v=5KJKvvvxY74"
  },
  {
    "_id": "5c702e78b39f7e617d59db9c",
    "title": "Uncle Boonmee Who Cal Recall his Past Lives",
    "productionCountries": "Thailand",
    "productionYear": "2010",
    "length": "1h54min",
    "genre": "Drama, Fantasy",
    "language": "Thai",
    "subtitles": "French, English, Swedish",
    "director": "Apichatpong Weerasethakul",
    "actors": [
      "Thanapat Saisaymar",
      "Jenjira Pongpas,",
      "Sakda Kaewbuadee"
    ],
    "synopsis": "Dying of kidney disease, a man spends his last, somber days with family, including the ghost of his wife and a forest spirit who used to be his son, on a rural northern Thailand farm",
    "description": "Suffering from acute kidney failure, Uncle Boonmee has chosen to spend his final days surrounded by his loved ones in the countryside. Surprisingly, the ghost of his deceased wife appears to care for him, and his long lost son returns home in a non-human form. Contemplating the reasons for his illness, Boonmee treks through the jungle with his family to a mysterious hilltop cave - the birthplace of his first life.",
    "image": "uncleboonme.jpg",
    "trailers": "https://www.youtube.com/watch?v=Jk-EoUb0nvg"
  },
  {
    "_id": "5c702e97b39f7e617d59db9d",
    "title": "The Tree of Life",
    "productionCountries": "United States",
    "productionYear": "2011",
    "length": "2h19min",
    "genre": "Drama, Fantasy",
    "language": "English",
    "subtitles": "French, Swedish, Spanish",
    "director": "Terrence Malick",
    "actors": [
      "Brad Pitt",
      "Sean Penn",
      "Jessica Chastain"
    ],
    "synopsis": "The story of a family in Waco, Texas in 1956. The eldest son witnesses the loss of innocence and struggles with his parents' conflicting teachings.",
    "description": "The impressionistic story of a Texas family in the 1950s. The film follows the life journey of the eldest son, Jack, through the innocence of childhood to his disillusioned adult years as he tries to reconcile a complicated relationship with his father (Brad Pitt). Jack (played as an adult by Sean Penn) finds himself a lost soul in the modern world, seeking answers to the origins and meaning of life while questioning the existence of faith.",
    "image": "thetreeoflife.jpg",
    "trailers": "https://www.youtube.com/watch?v=RrAz1YLh8nY"
  },
  {
    "_id": "5c702eb2b39f7e617d59db9e",
    "title": "Amour",
    "productionCountries": "Austria",
    "productionYear": "2012",
    "length": "2h7min",
    "genre": "Drama, Romance",
    "language": "French",
    "subtitles": "English, French, Swedish, German",
    "director": "Michael Haneke",
    "actors": [
      "Jean-Louis Trintignant",
      "Emmanuelle Riva",
      "Isabelle Huppert"
    ],
    "synopsis": "Georges and Anne are an octogenarian couple. They are cultivated, retired music teachers. Their daughter, also a musician, lives in Britain with her family. One day, Anne has a stroke, and the couple's bond of love is severely tested.",
    "description": "Georges and Anne are a couple of retired music teachers enjoying life in their eighties. However, Anne suddenly has a stroke at breakfast and their lives are never the same. That incident begins Anne's harrowingly steep physical and mental decline as Georges attempts to care for her at home as she wishes. Even as the fruits of their lives and career remain bright, the couple's hopes for some dignity prove a dispiriting struggle even as their daughter enters the conflict. In the end, George, with his love fighting against his own weariness and diminished future on top of Anne's, is driven to make some critical decisions for them both.",
    "image": "amour.jpg",
    "trailers": "https://www.youtube.com/watch?v=F7D-Y3T0XFA"
  },
  {
    "_id": "5c702f0eb39f7e617d59db9f",
    "title": "Blue is the Warmest Color",
    "productionCountries": [
      "France",
      "Tunisia"
    ],
    "productionYear": "2013",
    "length": "3h",
    "genre": "Drama, Romance",
    "language": "French",
    "subtitles": "English, Swedish, Spanish",
    "director": "Abdellatif Kechiche",
    "actors": [
      "Adéle Exarchopoulos",
      "Léa Seydoux"
    ],
    "synopsis": "Adèle's life is changed when she meets Emma, a young woman with blue hair, who will allow her to discover desire and to assert herself as a woman and as an adult. In front of others, Adèle grows, seeks herself, loses herself, and ultimately finds herself through love and loss.",
    "description": "Adèle is a high school student who is beginning to explore herself as a woman. She dates men but finds no satisfaction with them sexually, and is rejected by a female friend who she does desire. She dreams of something more. She meets Emma who is a free spirited girl whom Adèle's friends reject due to her sexuality, and by association most begin to reject Adèle. Her relationship with Emma grows into more than just friends as she is the only person with whom she can express herself openly. Together, Adèle and Emma explore social acceptance, sexuality, and the emotional spectrum of their maturing relationship",
    "image": "blueisthewarmestcolor.jpg",
    "trailers": "https://www.youtube.com/watch?v=EO0abB6gJEw"
  },
  {
    "_id": "5c702f36b39f7e617d59dba0",
    "title": "Winter Sleep",
    "productionCountries": "Turkey",
    "productionYear": "2014",
    "length": "3h16min",
    "genre": "Drama",
    "language": "Turkish",
    "subtitles": "French, English, Swedish, Spanish",
    "director": "Nuri Bilge Ceylan",
    "actors": [
      "Haluk Bilginer",
      "Melisa Sözen",
      "Demet Akbag"
    ],
    "synopsis": "A hotel owner and landlord in a remote Turkish village deals with conflicts within his family and a tenant behind on his rent.",
    "description": "Aydin, a former actor, runs a small hotel in central Anatolia with his young wife Nihal with whom he has a stormy relationship and his sister Necla who is suffering from her recent divorce. In winter as the snow begins to fall, the hotel turns into a shelter but also an inescapable place that fuels their animosities..",
    "image": "wintersleep.jpg",
    "trailers": "https://www.youtube.com/watch?v=F2_H9b0H4d0"
  },
  {
    "_id": "5c702f86b39f7e617d59dba1",
    "title": "Dheepan",
    "productionCountries": "France",
    "productionYear": "2015",
    "length": "1h55min",
    "genre": "Crime, Drama",
    "language": "Tamil, French, English",
    "subtitles": "French, English, Swedish, Spanish",
    "director": "Jacques Audiard",
    "actors": [
      "Jesuthasan Antonythasan",
      "Kalieaswari Srinivasan",
      "Claudine Vinasithamby"
    ],
    "synopsis": "Dheepan is a Sri Lankan Tamil warrior who flees to France and ends up working as a caretaker outside Paris.",
    "description": "Dheepan is a Tamil freedom fighter, a Tiger. In Sri Lanka, the Civil War is reaching its end, and defeat is near. Dheepan decides to flee, taking with him two strangers - a woman and a little girl - hoping that they will make it easier for him to claim asylum in Europe. Arriving in Paris, the 'family' moves from one temporary home to another until Dheepan finds work as the caretaker of a run-down housing block in the suburbs.",
    "image": "dheepan.jpg",
    "trailers": "https://www.youtube.com/watch?v=mX-vi4RcuE8"
  },
  {
    "_id": "5c702f9eb39f7e617d59dba2",
    "title": "I, Daniel Blake",
    "productionCountries": "United Kingdom",
    "productionYear": "2016",
    "length": "1h40min",
    "genre": "Drama",
    "language": "English",
    "subtitles": "French, Swedish, Spanish",
    "director": "Ken Loach",
    "actors": [
      "Dave Johns",
      "Hayley Squires",
      "Sharon Percy"
    ],
    "synopsis": "After having suffered a heart-attack, a 59-year-old carpenter must fight the bureaucratic forces of the system in order to receive Employment and Support Allowance",
    "description": "A 59 year old carpenter recovering from a heart attack befriends a single mother and her two kids as they navigate their way through the impersonal, Kafkaesque benefits system. With equal amounts of humor, warmth and despair, the journey is heartfelt and emotional until the end.",
    "image": "idanielblake.jpg",
    "trailers": "https://www.youtube.com/watch?v=ahWgxw9E_h4"
  },
  {
    "_id": "5c702fb8b39f7e617d59dba3",
    "title": "The Square",
    "productionCountries": "Sweden",
    "productionYear": "2017",
    "length": "2h31min",
    "genre": "Comedy, Drama",
    "language": "Swedish, English",
    "subtitles": "English, French, Spanish",
    "director": "Ruben Östlund",
    "actors": [
      "Elizabeth Moss",
      "Claes Bang",
      "Dominic West"
    ],
    "synopsis": "A prestigious Stockholm museum's chief art curator finds himself in times of both professional and personal crisis as he attempts to set up a controversial new exhibit.",
    "description": "Christian is the respected curator of a contemporary art museum, a divorced but devoted father of two who drives an electric car and supports good causes. His next show is 'The Square', an installation which invites passersby to altruism, reminding them of their role as responsible fellow human beings. But sometimes, it is difficult to live up to your own ideals: Christian's foolish response to the theft of his phone drags him into shameful situations. Meanwhile, the museum's PR agency has created an unexpected campaign for 'The Square'. The response is overblown and sends Christian, as well as the museum, into an existential crisis.",
    "image": "thesquare.jpg",
    "trailers": "https://www.youtube.com/watch?v=EUzRjRv0Ib0"
  },
  {
    "_id": "5c702fd4b39f7e617d59dba4",
    "title": "Shoplifters",
    "productionCountries": "Japan",
    "productionYear": "2018",
    "length": "2h1min",
    "genre": "Crime, Drama",
    "language": "Japanese",
    "subtitles": "French, English, Swedish",
    "director": "Hirokazu Kore-eda",
    "actors": [
      "Lily Franky",
      "Sakura Andô",
      "Kirin Kiki"
    ],
    "synopsis": "A family of small-time crooks take in a child they find outside in the cold.",
    "description": "A Japanese couple stuck with part-time jobs and hence inadequate incomes avail themselves of the fruits of shoplifting to make ends meet. They are not alone in this behaviour. The younger and the older of the household are in on the act. The unusual routine is about to change from care-free and matter-of-fact to something more dramatic, however, as the couple open their doors to a beleaguered young girl. The reasons for the family's habit and their motivations come under the microscope",
    "image": "shoplifters.jpg",
    "trailers": "https://www.youtube.com/watch?v=9382rwoMiRc"
  },
  {
    "_id": "5c79a0d0fba7e3ab11dc7617",
    "title": "Mommy",
    "director": "Xavier Dolan",
    "synopsis": "",
    "image": "mommy.jpeg"
  }
]